tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "erlang"
brew "elixir"
brew "exa"
brew "fnm"
brew "git"
brew "go"
brew "ncurses", link: true
brew "htop"
brew "jq"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "openssl@3"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "smartmontools"
brew "stylua"
brew "subversion"
brew "tldr"
brew "tmux"
brew "wget"
cask "anki"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-roboto"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "raycast"
cask "telegram"
