tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "tursodatabase/tap"
brew "zstd"
brew "bat"
brew "cmake"
brew "exiftool"
brew "eza"
brew "fd"
brew "mpdecimal"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "go"
brew "htop"
brew "icu4c@76"
brew "imagemagick"
brew "libpq"
brew "lima"
brew "llvm"
brew "lpeg"
brew "luarocks"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "php"
brew "pkgconf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zlib"
brew "zoxide"
brew "tursodatabase/tap/turso"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-m+-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-roboto"
cask "gimp"
cask "halloy"
cask "hammerspoon"
cask "karabiner-elements"
cask "keepassxc"
cask "miniforge"
cask "osquery"
cask "rawtherapee"
cask "rectangle"
cask "spotify"
cask "utm"
cask "vscodium"
cask "wezterm"
cask "zed@preview"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "shopify.ruby-lsp"
vscode "vscodevim.vim"
