tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "bat"
brew "coreutils"
brew "curl"
brew "erlang"
brew "elixir"
brew "exa"
brew "fnm"
brew "freetds"
brew "ghc"
brew "git"
brew "gnupg"
brew "go"
brew "ncurses", link: true
brew "htop"
brew "hugo"
brew "jq"
brew "libpq"
brew "libyaml"
brew "llvm"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nim", args: ["HEAD"]
brew "opam"
brew "openssl@3", link: true
brew "python@3.9"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "sbcl"
brew "smartmontools"
brew "stylua"
brew "subversion"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "wget"
brew "zig"
brew "zlib"
cask "anki"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-roboto"
cask "gpg-suite"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "raycast"
cask "telegram"
cask "vlc"
